a=int(input('Введіть оцінку з хімії - '))
b=int(input('Введіть оцінку з геометрії - '))
c=int(input('Введіть оцінку з алгебри - '))
d=int(input('Введіть оцінку з фізики - '))
e=int(input('Введіть оцінку з англійської мови - '))
f=int(input('Введіть оцінку з української мови - '))
s=0
s=(a+b+c+d+e+f)/6
print('Середня оцінка - ',s)
if s<=int(3):
    print('Рівень - початковий')
elif s<=int(6):
    print('Рівень - середній')
elif s<=int(9):
    print('Рівень - достатній')
elif s<=int(12):
    print('Рівень - високий')
input()
